import time

# webdriver это и есть набор команд для управления браузером
from selenium import webdriver

# Инициализация драйвера браузера.
# После этой команды вы должны увидеть новое открытое окно браузера
driver = webdriver.Chrome()

# команда time.sleep устанавливает паузу в 3 секунд,
# чтобы мы успели увидеть, что происходит в браузере
time.sleep(4)

# Метод get сообщает браузеру, что нужно открыть сайт по указанной ссылке
driver.get("http://130.193.37.179/app/pets")
time.sleep(5)

# После выполнения всех действий мы не должны забыть закрыть окно браузера
driver.quit()
